{
	"title": "ASTR 1303/1403 Exam 3 Review",
	"categories": ["Stars", "Star Formation", "Stellar Evolution", "White Dwarfs", "Supernovae", "Neutron Stars and Black Holes"],
	"questions": 
	[
		[
			[
				{"q":"The majority of stars can be found in this region of the H-R diagram or CMD.","a":"Main Sequence","complete":false},
				{"q":"This spectral type is hottest.","a":"O","complete":false},
				{"q":"This spectral type is coolest, and has the strongest molecular lines.","a":"M","complete":false},
				{"q":"The Sun is of this spectral type.","a":"G","complete":false},
				{"q":"The luminosity of a star is proportional to its mass to this power.","a":"Four (4)","complete":false}
			],
			[
				{"q":"This is the cause for a cloud to flatten into a disk, and for increasing rotation as a cloud shrinks","a":"Conservation of Angular Momentum","complete":false},
				{"q":"Blobs of gas that don't have enough material to become a proper star will become this.","a":"Brown Dwarf","complete":false},
				{"q":"This is the term for when a star first beomes a star; or more specifically, where it is on an H-R diagram at this moment.","a":"Zero Age Main Sequence (ZAMS)","complete":false},
				{"q":"The name for a dense core of gas that is opaque, but not yet a star.","a":"Protostar","complete":false},
				{"q":"Protorstars shoot out these to help them shrink further.","a":"Polar Jet","complete":false}
			],
			[
				{"q":"In this phase of a star's life, its used all of the hydrogen in the core. The star is cooling and expanding, while the core is shrinking and heating up.", "a": "Red Giant","complete":false},
				{"q":"The phase of many stars life when it is fusing helium into carbon and oxygen in the core, and the star is mostly stable.","a":"Horizontal Branch","complete":false},
				{"q":"The penultimate stage of an intermediate mass star's life, when its core is exhausted of helium.","a":"Asymptotic Giant Branch","complete":false},
				{"q":"A term for when a star is fusing both hydrogen and helium outside of the core.","a":"Double Shell Burning","complete":false},
				{"q":"A term for the internal structure of a a massive star, which developed sucessively more massive elements.","a":"Onion Layers","complete":false}
			],
			[
				{"q":"The maximum mass of a white dwarf, also known as the Chandrasekhar limit.", "a": "1.44 Solar Masses","complete":false},
				{"q":"The type of pressure that balances gravity in a white dwarf.","a":"Degenerate Electron Pressure / Quantum Electron Pressure","complete":false},
				{"q":"Most white dwarfs are made of these two elements.","a":"Carbon and Oxygen","complete":false},
				{"q":"Most white dwarfs that are in a binary star system will become these bright events.","a":"Nova","complete":false},
				{"q":"Many stars create this large color cloud of gas and dust as they transition to becoming a white dwarf.","a":"Planetary Nebula","complete":false}
			],
			[
				{"q":"This type of supernova is the brightest. It lacks hydrogen and helium in its spectra, and exhibits strong silicon absorption. They are explained as exploding white dwarfs.","a":"Type Ia","complete":false},
				{"q":"SN 1987A was one of this type of supernova, the result of a massive star running out of fuel.","a":"Type II","complete":false},
				{"q":"Type II supernova are expected to leave behind this remnant.", "a":"Neutron Star","complete":false},
				{"q":"The result of some of the most massive stars exhausting their fuel. These supernova lack hydrogen, but may or may not have helium absorption lines.", "a":"Type Ib/Ic Supernova","complete":false},
				{"q":"The approximate mass required for a main sequence star to go supernova.", "a":"8 - 10 Solar Masses","complete":false}
			],
			[
				{"q":"The type of pressure that supports a neutron star.", "a":"Neutron Degeneracy Pressure / Quantum Neutron Pressure","complete":false},
				{"q":"The name for a neutron star whose magnetic pole periodically points toward Earth.", "a":"Pulsar","complete":false},
				{"q":"A term for the size of a black hole.", "a": "Schwarzchild Radius / Event Horizon","complete":false},
				{"q":"This event occurs when two neutron stars merge together.", "a": "Kilonova","complete":false},
				{"q":"Gamma ray bursts are thought to be the result of this.", "a":"Black Hole Formation","complete":false}
			]
		]
	]
}
