{
	"title": "ASTR 1303 Exam 4 Review",
	"categories": ["The Milky Way", "Galaxies", "Quasars", "The Universe", "Dark Matter", "The Big Bang"],
	"questions": 
	[
		[
			[
				{"q":"The Milky Way is this type of galaxy.","a":"Barred Spiral","complete":false},
				{"q":"The Sun is this type of star, found most commonly in the disk of the galaxy.","a":"Population I","complete":false},
				{"q":"The Sun is located in this portion of the galaxy.","a":"Disk","complete":false},
				{"q":"These types of stars make up the bulge, halo, and globular clusters.","a":"Population II","complete":false},
				{"q":"This feature connects the bulge to the spiral arms of the Milky Way.","a":"Bar","complete":false}
			],
			[
				{"q":"Stars that vary in brightness with regularity; the period of the variation is proportional to their luminosity.","a":"Cepheid Variables","complete":false},
				{"q":"The Andromeda galaxy is this type of galaxy.","a":"Spiral","complete":false},
				{"q":"These galaxies have a disk, bulge, and arms where star formation is happening.","a":"Spiral","complete":false},
				{"q":"These galaxies are in the process of merging; they have no specific structure.","a":"Irregular","complete":false},
				{"q":"The most massive of all types of galaxies, they are the result of a major merger between galaxies.","a":"Elliptical","complete":false}
			],
			[
				{"q":"At the heart of every quasar lies on of these.","a":"Supermassive Black Hole","complete":false},
				{"q":"Long tails of gas that was expelled from a quasar, they move at nearly the speed of light.","a":"Radio Lobes / Radio Jets","complete":false},
				{"q":"The term for quasars that are pointed directly at Earth.","a":"Blazars","complete":false},
				{"q":"This type of quasar is partially obscured by dust; they show broad emission lines in their spectra.","a":"Type I","complete":false},
				{"q":"This type of quasar is seen nearly face on; they show narrow emission lines in their spectra.","a":"Type II","complete":false}
			],
			[
				{"q":"The term for the nearby galaxies that include the Milky Way and Andromeda galaxies.", "q": "Local Group","complete":false},
				{"q":"This cluster, discovered in the 1990s, is one of the best pieces of evidence for the existance of dark matter.","a":"Bullet Cluster","complete":false},
				{"q":"Light being bent by the gravity of clusters or black holes; this effect is used to measure the mass of clusters of galaxes.","a":"Gravitational Lensing","complete":false},
				{"q":"Hot gas surrounding galaxies and clusters emits this type of light; the temperature of the gas is then used to measure the mass of a galaxy cluster.","a":"x-rays","complete":false},
				{"q":"The term for the rate at which the Universe is expanding; the current value is 74 km/s/Mpc or 67 km/s/Mpc.","a":"Hubble Constant","complete":false}
			],
			[
				{"q":"This type of particle dark matter interacts via the weak force and gravity.", "q": "WIMP","complete":false},
				{"q":"The term for dark matter that consists of black holes, planets, or small stars.","a":"MaCHOs","complete":false},
				{"q":"The term for an alternative theory of gravity that could explain dark matter.","a":"MOND","complete":false},
				{"q":"This experiment is running in a mine in Minnesota looking for a specific form of dark matter.","a":"CDMS","complete":false},
				{"q":"The astronomer credited with finding the first strong evidence of dark matter in galaxies.","a":"Vera Rubin","complete":false}
			],
			[
				{"q":"Between about 10^-36 s and 10^-32 s after the Big Bang, the Universe underwent this phase.", "q": "Inflation","complete":false},
				{"q":"The process of forming helium between about 10 s to 20 minutes after the Big Bang.","a":"Bib Bang Nucleosynthesis","complete":false},
				{"q":"This type of star probably formed about 100 - 400 million years after the Big Bang.","a":"Population III","complete":false},
				{"q":"This uniform glow can be observed in all directions; it is evidence that the Universe was once much hotter than today.","a":"Cosmic Microwave Background","complete":false},
				{"q":"The current average temperature of the Universe.","a":"2.73 K","complete":false}
			]
		]
	]
}
